[
  {
    "id": "6334604967609abb021b868a",
    "picture": "https://media.istockphoto.com/videos/mans-hands-coding-on-laptop-close-up-man-using-portable-computers-man-video-id1193698730?s=640x640",
    "time": 4,
    "name": "Show Videos",
    "about": "Voluptate proident id sunt culpa id dolore ut eu ad excepteur ex. Quis dolore nostrud sint id aliquip velit mollit adipisicing excepteur qui. Veniam consectetur veniam tempor quis in sint minim veniam excepteur incididunt ullamco occaecat sunt.\r\n"
  },
  {
    "id": "633460499e5f2b66f1f680e3",
    "picture": "https://assets.entrepreneur.com/content/3x2/2000/20160628101609-Coding.jpeg?crop=4:3",
    "time": 2,
    "name": "Practice Problem",
    "about": "Irure minim sunt labore ut eiusmod magna Lorem officia. Excepteur Lorem deserunt nisi labore tempor eu. Magna consectetur mollit qui incididunt quis eu et officia amet nisi.\r\n"
  },
  {
    "id": "633460496204ac8a76e52629",
    "picture": "https://www.programming-hero.com/img/startup.svg",
    "time": 4,
    "name": "Support season",
    "about": "Non do irure magna veniam. Laboris nisi sit ipsum deserunt tempor proident sunt cillum esse nulla cillum et commodo. Tempor nostrud laboris tempor excepteur sunt exercitation. Quis veniam non labore qui velit dolor. Proident et nostrud nisi voluptate magna deserunt id consectetur. Cupidatat culpa ea esse irure incididunt sit sit nisi quis excepteur aliqua minim. Deserunt amet aute duis ex pariatur consequat commodo minim amet proident excepteur et.\r\n"
  },
  {
    "id": "63346049bce5b0328688f667",
    "picture": "https://i.ytimg.com/vi/r4TgqWbKRtA/maxresdefault.jpg",
    "time": 2,
    "name": "Problem solving",
    "about": "Fugiat nostrud quis consequat officia tempor. Fugiat irure magna officia proident amet sit non ea elit magna. Deserunt pariatur in enim id reprehenderit elit exercitation cillum qui ad ut nostrud. Laboris ex laborum do Lorem.\r\n"
  },
  {
    "id": "633460497d4a3b9ca677e7d1",
    "picture": "https://image.shutterstock.com/shutterstock/photos/1386771056/display_1500/stock-vector-young-developer-programmer-working-flat-character-man-brainstorming-thinking-searching-ideas-1386771056.jpg",
    "time": 3,
    "name": "Searching",
    "about": "Irure veniam ut ex quis occaecat laborum duis non aliqua ad quis cillum duis ullamco. In velit qui ea consectetur dolor nulla. Sint quis non labore voluptate enim duis irure.\r\n"
  },
  {
    "id": "63346049ca5a6f2f9a6dda8e",
    "picture": "https://as2.ftcdn.net/v2/jpg/04/20/82/99/1000_F_420829917_32LFEl7EIfj7EDolLnFgJRemSyyGRDbK.jpg",
    "time": 2,
    "name": "Other videos",
    "about": "Eu sint est do reprehenderit minim. Proident laborum tempor ex tempor esse qui. Aliqua nisi ea qui cupidatat minim nulla consequat reprehenderit.\r\n"
  }
]